report/summary.csv
Label,# Samples,Average,Min,Max,Std. Dev.,Error %,Throughput,Received KB/sec,Sent KB/sec,Avg. Bytes
Get User By Id,20,796,29,2112,647.08,0.000%,.65017,0.75,0.14,1180.0
Get List Users,20,1662,696,7730,1905.68,0.000%,.66638,0.84,0.15,1283.9
Register User,20,1542,688,4478,1005.76,10.000%,.66633,0.57,0.20,882.4
TOTAL,60,1333,29,7730,1354.25,3.333%,1.82737,1.99,0.46,1115.4